Revit 2027 API
BuiltInFailures.GroupFailures.UnableToDetachGroup Property
 Unable to detach the selected attached detail group(s).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnableToDetachGroup { get; }
Public Shared ReadOnly Property UnableToDetachGroup As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnableToDetachGroup {
	FailureDefinitionId^ get ();
}
static member UnableToDetachGroup : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace